tap "cargo-lambda/cargo-lambda"
tap "charmbracelet/tap"
tap "common-fate/granted"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "sheerun/git-squash"
brew "act"
brew "agg"
brew "asciinema"
brew "asdf"
brew "cassandra"
brew "dive"
brew "docker-compose"
brew "docker-credential-helper-ecr"
brew "fzf"
brew "gh"
brew "git-remote-codecommit"
brew "git-spice"
brew "gnu-sed"
brew "gnu-time"
brew "go"
brew "go-task"
brew "golangci-lint"
brew "goreleaser"
brew "graphviz"
brew "grpcurl"
brew "harfbuzz"
brew "helm"
brew "helmfile"
brew "hugo"
brew "imagemagick"
brew "jfrog-cli"
brew "jj"
brew "jq"
brew "k6"
brew "kafka"
brew "kind"
brew "kubectx"
brew "kubernetes-cli"
brew "lazygit"
brew "libavif"
brew "libheif"
brew "llvm@16"
brew "maven"
brew "mise"
brew "mkcert"
brew "neovim"
brew "node"
brew "openjdk@17"
brew "openssl@3"
brew "pango"
brew "pgcli"
brew "postgresql@14"
brew "powerlevel10k"
brew "pre-commit"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "ripgrep"
brew "ruby"
brew "sqlc"
brew "telnet"
brew "temporal"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tomcat"
brew "tomcat@9"
brew "tree"
brew "tree-sitter"
brew "wakatime-cli"
brew "wget"
brew "xclip"
brew "yadm"
brew "z3"
brew "zbar"
brew "zig"
brew "zlib"
brew "zoxide"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
brew "charmbracelet/tap/freeze"
brew "common-fate/granted/granted"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
brew "sheerun/git-squash/git-squash"
