tap "ariga/tap"
tap "bufbuild/buf"
tap "charmbracelet/tap"
tap "common-fate/granted"
tap "coursier/formulas"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "nikitabobko/tap"
tap "pyroscope-io/brew"
tap "tilt-dev/tap"
brew "asdf"
brew "dive"
brew "docker-compose"
brew "docker-credential-helper-ecr"
brew "fzf"
brew "libavif"
brew "gh"
brew "harfbuzz"
brew "pango"
brew "git-remote-codecommit"
brew "gnu-sed"
brew "gnu-time"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "graphviz"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "k6"
brew "kafka"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "llvm@16"
brew "mage"
brew "maven"
brew "mkcert"
brew "tree-sitter"
brew "neovim"
brew "openjdk@8"
brew "pgcli"
brew "powerlevel10k"
brew "pre-commit"
brew "pyenv"
brew "python"
brew "ripgrep"
brew "ruby"
brew "sqlc"
brew "telnet"
brew "thefuck"
brew "tilt"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "xclip"
brew "yadm"
brew "z3"
brew "zbar"
brew "zig"
brew "zlib"
brew "zoxide"
brew "ariga/tap/atlas"
brew "bufbuild/buf/buf"
brew "charmbracelet/tap/freeze"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/terraform"
brew "pyroscope-io/brew/profilecli"
cask "aerospace"
